<template>
    <div class="about-us">
        <h1>За нас</h1>
        <p>Поздрав, јас сум Димитар, еден обичен студент кој неодамна го положи возачкиот испит за категорија Б. Изминав интересен и едукативен процес со часови на теорија и пракса во градско возење, го освоив исклучителниот предизвик на патот. Успеав теорија и полигон да положам на прв пат, додека градска положив на трет пат.</p>
        <p>Како програмер, мојата цел беше да креирам веб-страница каде што секој може лесно да ги прегледува статистиките од возачките испити. Часови на напор и ангажман се стекнаа во крајниот резултат - оваа страна која ја споделувам со вас.
        </p>
        
    </div>
</template>
<script>
export default {
    
}
</script>
<style scoped lang="scss">
.about-us {
    max-width: 600px;
    margin: 0 auto;
    padding: 20px;
    font-family: 'Arial', sans-serif;
    color: #333;
}

h1 {
    font-size: 28px;
    color: #007BFF;
}

h2 {
    font-size: 24px;
    color: #007BFF;
    margin-top: 20px;
}

p {
    font-size: 16px;
    line-height: 1.5;
}
</style>